Repository: ben-barbier/WP-Splash-Image
Catalog: languages/wp-splash-image-*.po
Languages: fr_fr

source: Settings
fr_fr: Options

source: Donate
fr_fr: Faire un don

source: Thank's for your feedback...
fr_fr: Merci pour votre feedback...

source: For information:
fr_fr: Pour information:

source: Splash image activated
fr_fr: Splash image activé

source: Picture URL:
fr_fr: URL de l'image:

source: Picture link URL
fr_fr: URL du lien de l'image

source: (stay empty if not required)
fr_fr: (Laisser vide si inutile)

source: Youtube code
fr_fr: Code de la vidéo youtube

source: Yahoo video code
fr_fr: Code de la vidéo yahoo

source: Dailymotion code
fr_fr: Code de la vidéo Dailymotion

source: Metacafe code
fr_fr: Code de la vidéo Metacafe

source: Close esc function
fr_fr: Désactiver la fonction d'échapement

source: if you click on background
fr_fr: en cliquant sur la couleur de fond

source: Hide
fr_fr: Cacher

source: Splash height
fr_fr: Hauteur du wsi

source: Splash width
fr_fr: Largeur du wsi

source: Background color
fr_fr: Couleur de fond

source: Start date
fr_fr: Date de début

source: End date
fr_fr: Date de fin

source: Display time
fr_fr: Temps d'affichage

source: seconds
fr_fr: secondes

source: (0 don't close automaticly the splash image)
fr_fr: (0 ne ferme pas automatiquement wsi)

source: Update Options
fr_fr: Enregistrer

source: Options Updated...
fr_fr: Modifications enregistrées

source: Your Email:
fr_fr: Votre Email:

source: Send Feedback
fr_fr: Envoyer

source: Picture height
fr_fr: Hauteur de l'image

source: Picture width
fr_fr: Largeur de l'image
